Repository: guodafeng/nstring_tool
Catalog: testfile/alb.xliff
Languages: sq_al

# dataButton-off_c5c6d0ce__lv1
source: Data {{type}} off
sq_al: Të dhënat {{type}} joakt.

# dataButton-on_15bb25bc__lv1
source: Data {{type}} on
sq_al: Të dhënat {{type}} akt.

# emMmiErrorInvalidPin_3020adbd__lv1
source: Enter a PIN that is 4 to 8 numbers
sq_al: Jep një PIN me 4 deri në 8 shifra

# emMmiErrorInvalidPin_700355fb__lv1
source: Enter a PIN that is 4 to 8 numbers
sq_al: Jep një PIN me 4 deri në 8 shifra

# cckTitle_69b3c63a__lv1
source: Enter CCK code
sq_al: Jep kodin CCK

# enterCertificateNickname_09ec3a3b__lv1
source: Enter certificate nickname
sq_al: Jep pseudonimin e certifikatës

# hnckTitle_619978d8__lv1
source: Enter HNCK code
sq_al: Jep kodin HNCK

# nckTitle_de3647aa__lv1
source: Enter NCK code
sq_al: Jep kodin NCK

# nck2Title_7eab447c__lv1
source: Enter NCK2 code
sq_al: Jep kodin NCK2

# tcl-enter-new-name_46979303__lv1
source: Enter New Name
sq_al: Jep emrin e ri

# input-title-enter-new-name_83d2e4f2__lv1
source: Enter new name
sq_al: Jep emrin e ri

# callBarring-passcode-enter_73f20049__lv1
source: Enter passcode
sq_al: Jep kodkalimin

# enter-lock-code_11359340__lv1
source: Enter Passcode
sq_al: Jep kodkalimin

# enter-passcode_3a21b44f__lv1
source: Enter passcode
sq_al: Jep kodkalimin

# enterPIN_bb47fe56__lv1
source: Enter PIN
sq_al: Jep PIN

# enter-puk_5f4360d2__lv1
source: Enter PUK
sq_al: Jep PUK

# enter-puk_50667bc2__lv1
source: Enter PUK
sq_al: Jep PUK

# pukTitle_df4fe66a__lv1
source: Enter PUK
sq_al: Jep PUK

# enter-puk-rsk_71022fef__lv1
source: Enter PUK
sq_al: Jep PUK

# pukTitle_d2406a5c__lv1
source: Enter PUK code
sq_al: Jep kodin PUK

# puk2Title_041b3cf1__lv1
source: Enter PUK2 code
sq_al: Jep kodin PUK2

# emMmiErrorNeedPuk2_4f521529__lv1
source: Enter PUK2 to unblock SIM card
sq_al: Për të zhbllokuar kartën SIM jep kodin PUK2

# rcckTitle_982adad5__lv1
source: Enter RCCK code
sq_al: Jep kodin RCCK

# rspckTitle_c4cccad6__lv1
source: Enter RSPCK code
sq_al: Jep kodin RSPCK

# initialValue_d47c5270__lv1
source: Enter session key
sq_al: Jep kodin e seancës

# initialValue_578bd7fb__lv1
source: Enter session key
sq_al: Jep kodin e seancës

# initialValue_20537791__lv1
source: Enter session key
sq_al: Jep kodin e seancës

# multiSIMpinTitle_31de2e5d__lv1
source: Enter SIM {{n}} PIN
sq_al: Jep PIN e SIM {{n}}

# enter-pin_fb4369e1__lv1
source: Enter SIM PIN
sq_al: Jep PIN e SIM

# pinTitle_8b20cfe5__lv1
source: Enter SIM PIN
sq_al: Jep PIN e SIM

# pinTitle_03d18a9e__lv1
source: Enter SIM PIN
sq_al: Jep PIN e SIM

# tcl-speaker-on-notification_56af39fe__lv1
source: External speaker turned on
sq_al: Altoparlanti i jashtëm aktiv

# cubiccentimeter_60b66780__lv1
source: Cubic Centimetre
sq_al: Centimetër kub

# cubicfoot_6af3b37b__lv1
source: Cubic Foot
sq_al: Këmbë kub

# cubicinch_d8eb0254__lv1
source: Cubic Inch
sq_al: Inç kub

# cubicmeter_75372a21__lv1
source: Cubic Metre
sq_al: Metër kub

# cubicmillimeter_1c608e6a__lv1
source: Cubic Millimetre
sq_al: Milimetër kub

# cubicyard_a343f93d__lv1
source: Cubic Yard
sq_al: Jard kub

# cup,uk_24fab9f5__lv1
source: Cup,UK
sq_al: Kupë, MB

# cup,us_e7492960__lv1
source: Cup,US
sq_al: Kupë, SHBA

# language-current_f044ed54__lv1
source: Current
sq_al: Aktual

# batteryLevel_8e84eb50__lv1
source: Current Level
sq_al: Niveli aktual

# callBarring-current-passcode_ca65d441__lv1
source: Current passcode
sq_al: Kodkalimi aktual

# current-passcode_6b2deda1__lv1
source: Current passcode
sq_al: Kodkalimi aktual

# custom_c140ac42__lv1
source: Custom
sq_al: I personalizuar

# captions-custom_d6c0b712__lv1
source: Custom
sq_al: I personalizuar

# custom-tag-title_7ae0d3d7__lv1
source: Custom Tag
sq_al: Etiketë e personalizuar

# custom-type_389a837e__lv1
source: Custom type
sq_al: Tip i personalizuar

# color-cyan_6835437f__lv1
source: Cyan
sq_al: I kaltër

# check-update-daily_a0bbd2da__lv1
source: Daily
sq_al: Çdo ditë

# Darwin_9b50a9d9__lv1
source: Darwin
sq_al: Darvini

# serviceClassData_7be57ede__lv1
source: Data
sq_al: Të dhëna

# serviceClassData_7367e752__lv1
source: Data
sq_al: Të dhëna

# dataConnectivity_721e499d__lv1
source: Data
sq_al: Të dhëna

# sim-manager-outgoing-data_0209873a__lv1
source: Data
sq_al: Të dhëna

# dataConnection_3e472eb9__lv1
source: Data Connection
sq_al: Lidhje me të dhëna

# dataRoaming_397b2c77__lv1
source: Data Roaming
sq_al: Roamingu i të dhënave

# sim-manager-outgoing-data-description_5c8a1494__lv1
source: Data service network and Marketplace payments
sq_al: Rrjeti i shërbimit të të dhënave dhe pagesat e tregut

# dataSettings_fa8fd368__lv1
source: Data Settings
sq_al: Cilësimet e të dhënave

# call-forwarding-data_b6841461__lv1
source: Data: {{ data }}
sq_al: Të dhëna: {{ data }}

# call-forwarding-data_56c08fdd__lv1
source: Data: {{ data }}
sq_al: Të dhëna: {{ data }}

# upgrade-title_0a86a20a__lv1
source: Database Upgrade
sq_al: Aktualizimi i databazës

# upgrade-title_c76a25da__lv1
source: Database Upgrade
sq_al: Aktualizimi i databazës

# upgrade-title_8571704d__lv1
source: Database Upgrade
sq_al: Aktualizimi i databazës

# date_05ed1c6f__lv1
source: Date
sq_al: Data

# date-span-placeholder_ad21c0c0__lv1
source: Date
sq_al: Data

# date.placeholder_b18fc28d__lv1
source: Date
sq_al: Data

# dateDetail.ariaLabel_f497ccba__lv1
source: Date
sq_al: Data

# dateMessage_b056c70f__lv1
source: Date
sq_al: Data

# dateAndTime_6c02fbb3__lv1
source: Date & Time
sq_al: Data dhe ora

# tcl-date-and-time-label_1d2fd76c__lv1
source: Date and Time
sq_al: Data dhe ora

# sort-by-date-created_fccb357d__lv1
source: Date created
sq_al: Data e krijimit

# sort-by-date-edited_975961c5__lv1
source: Date edited
sq_al: Data e redaktimit

# date-taken-label_c74b8c32__lv1
source: Date Taken
sq_al: Data e marrjes

# date-taken-label_8c2d4677__lv1
source: Date Taken
sq_al: Data e marrjes

# add-date-type_ff519faa__lv1
source: Date Type
sq_al: Tipi i datës

# dates.ariaLabel_1b40afcf__lv1
source: Dates
sq_al: Datat

# show-day-view_f0469258__lv1
source: Day
sq_al: Dita

# day-view_17e4b0c1__lv1
source: Day View
sq_al: Pamja ditore

# debug_5464414a__lv1
source: Debug
sq_al: Diagnostikim

# debug-gaia-enabled_7a28940b__lv1
source: Debug traces
sq_al: Gjurmët e diagnostikimit

# remote-debugging-usb_1657ec3d__lv1
source: Debugger
sq_al: Diagnostikues

# month-11_4c807122__lv1
source: DECEMBER
sq_al: DHJETOR

# fxa-decline_607b4cc1__lv1
source: Decline
sq_al: Refuzo

# tcl-decline_1bccaa89__lv1
source: Decline
sq_al: Refuzo

# decline_fcadca6b__lv1
source: Decline
sq_al: Refuzo

# default_42180005__lv1
source: Default
sq_al: Standard

# tcl-crop-aspect-free_b7df0a7f__lv1
source: Default
sq_al: Standard

# crop-aspect-free.ariaLabel_dc3bead4__lv1
source: Default
sq_al: Standard

# default_07457f09__lv1
source: Default
sq_al: Standard

# default-media-location_f7a823a1__lv1
source: Default Media Location
sq_al: Vendndodhja standarde e skedarëve multimedia

# tcl-default-ringtone_8d5f8ef1__lv1
source: Default ringtone
sq_al: Zilja standarde

# tcl-delete_4e1b8c51__lv1
source: Delete
sq_al: Fshi

# delete_65813724__lv1
source: Delete
sq_al: Fshi

# delete_cc32a042__lv1
source: Delete
sq_al: Fshi

# tcl-delete_04bd59db__lv1
source: Delete
sq_al: Fshi

# delete_646681f2__lv1
source: Delete
sq_al: Fshi

# delete_ced09997__lv1
source: Delete
sq_al: Fshi

# DeleteTitle_f60f3d95__lv1
source: Delete
sq_al: Fshi

# tcl-delete_d2102b19__lv1
source: Delete
sq_al: Fshi

# delete_50a51ffd__lv1
source: Delete
sq_al: Fshi

# delete_ba8c3a8b__lv1
source: Delete
sq_al: Fshi

# delete_a7fc2722__lv1
source: Delete
sq_al: Fshi

# delete_70ddb218__lv1
source: Delete
sq_al: Fshi

# backSpaceKey2.ariaLabel_f2b27d15__lv1
source: delete
sq_al: fshi

# userDictionaryDeleteButton_63dceada__lv1
source: Delete
sq_al: Fshi

# delete_b4c3ccc0__lv1
source: Delete
sq_al: Fshi

# delete_b5fc9004__lv1
source: Delete
sq_al: Fshi

# opt-delete_e913ea7f__lv1
source: Delete
sq_al: Fshi

# delete_839bf137__lv1
source: Delete
sq_al: Fshi

# delete_fbe3cba0__lv1
source: Delete
sq_al: Fshi

# delete-confirm_2fdd75ce__lv1
source: Delete
sq_al: Fshi

# delete_43c05402__lv1
source: Delete
sq_al: Fshi

# delete_47716d7b__lv1
source: Delete
sq_al: Fshi

# delete-apn_119ee8ba__lv1
source: Delete
sq_al: Fshi

# downloads-delete_f54dad36__lv1
source: Delete
sq_al: Fshi

# delete_26b145e6__lv1
source: Delete
sq_al: Fshi

# soft-key-delete_5fcf53e1__lv1
source: Delete
sq_al: Fshi

# menu-delete_15bf10c0__lv1
source: Delete
sq_al: Fshi

# delete_3e9295ac__lv1
source: Delete
sq_al: Fshi

# delete-button.ariaLabel_34d8e25a__lv1
source: Delete
sq_al: Fshi

# opt-delete_a45f1c72__lv1
source: Delete
sq_al: Fshi

# delete-n-items?[other]_07e38c04__lv1
source: Delete {{ n }} items?
sq_al: Të fshihen {{ n }} artikuj?

# delete-n-items?[two]_8a7f8515__lv1
source: Delete {{ n }} items?
sq_al: Të fshihen {{ n }} artikuj?

# delete-n-items?[few]_62b3baac__lv1
source: Delete {{ n }} items?
sq_al: Të fshihen {{ n }} artikuj?

# delete-n-items?[many]_2f5be011__lv1
source: Delete {{ n }} items?
sq_al: Të fshihen {{ n }} artikuj?

# delete-n-log?[other]_219423d4__lv1
source: Delete {{ n }} logs?
sq_al: Të fshihen {{ n }} regjistra?

# delete-n-log?[two]_567771d2__lv1
source: Delete {{ n }} logs?
sq_al: Të fshihen {{ n }} regjistra?

# delete-n-log?[few]_bb6eb8ff__lv1
source: Delete {{ n }} logs?
sq_al: Të fshihen {{ n }} regjistra?

# delete-n-log?[many]_79c7352d__lv1
source: Delete {{ n }} logs?
sq_al: Të fshihen {{ n }} regjistra?

# delete-playlist-songs[other]_731268c6__lv1
source: Delete {{ n }} tracks from playlist?
sq_al: Të fshihen {{ n }} këngë nga kompilimi?

# delete-playlist-songs[two]_4bfd1d76__lv1
source: Delete {{ n }} tracks from playlist?
sq_al: Të fshihen {{ n }} këngë nga kompilimi?

# delete-playlist-songs[few]_d83a5c74__lv1
source: Delete {{ n }} tracks from playlist?
sq_al: Të fshihen {{ n }} këngë nga kompilimi?

# delete-playlist-songs[many]_007982c6__lv1
source: Delete {{ n }} tracks from playlist?
sq_al: Të fshihen {{ n }} këngë nga kompilimi?

# delete-album-songs[other]_2af5701b__lv1
source: Delete {{ n }} tracks?
sq_al: Të fshihen {{ n }} këngë?

# delete-album-songs[two]_aa0658e4__lv1
source: Delete {{ n }} tracks?
sq_al: Të fshihen {{ n }} këngë?

# delete-album-songs[few]_868cd716__lv1
source: Delete {{ n }} tracks?
sq_al: Të fshihen {{ n }} këngë?

# delete-album-songs[many]_fdbf3297__lv1
source: Delete {{ n }} tracks?
sq_al: Të fshihen {{ n }} këngë?

# delete-n-items?[other]_9122bd93__lv1
source: Delete {{ n }} videos?
sq_al: Të fshihen {{ n }} video?

# delete-n-items?[two]_125348ff__lv1
source: Delete {{ n }} videos?
sq_al: Të fshihen {{ n }} video?

# delete-n-items?[few]_325f86b6__lv1
source: Delete {{ n }} videos?
sq_al: Të fshihen {{ n }} video?

# delete-n-items?[many]_83a965f1__lv1
source: Delete {{ n }} videos?
sq_al: Të fshihen {{ n }} video?

# delete-apn-confirm_9a86c12b__lv1
source: Delete {{apnName}}?
sq_al: Të fshihet {{apnName}}?

# delete-certificate-confirm-msg_5d2262eb__lv1
source: Delete {{certificateName}}?
sq_al: Të fshihet {{certificateName}}?

# ContactConfirmDel[two]_0e88dfe6__lv1
source: Delete {{n}} Contacts? This cannot be undone.
sq_al: Të fshihen kontaktet {{n}}? Kjo nuk zhbëhet më.

# ContactConfirmDel[few]_da8e54a4__lv1
source: Delete {{n}} Contacts? This cannot be undone.
sq_al: Të fshihen kontaktet {{n}}? Kjo nuk zhbëhet më.

# ContactConfirmDel[many]_e808efd0__lv1
source: Delete {{n}} Contacts? This cannot be undone.
sq_al: Të fshihen kontaktet {{n}}? Kjo nuk zhbëhet më.

# ContactConfirmDel[other]_7905b7b4__lv1
source: Delete {{n}} Contacts? This cannot be undone.
sq_al: Të fshihen kontaktet {{n}}? Kjo nuk zhbëhet më.

# ContactConfirmDel[two]_c0914a62__lv1
source: Delete {{n}} Contacts? This cannot be undone.
sq_al: Të fshihen kontaktet {{n}}? Kjo nuk zhbëhet më.

# ContactConfirmDel[few]_fca2c26d__lv1
source: Delete {{n}} Contacts? This cannot be undone.
sq_al: Të fshihen kontaktet {{n}}? Kjo nuk zhbëhet më.

# ContactConfirmDel[many]_0c6fa3a4__lv1
source: Delete {{n}} Contacts? This cannot be undone.
sq_al: Të fshihen kontaktet {{n}}? Kjo nuk zhbëhet më.

# ContactConfirmDel[other]_b186e7af__lv1
source: Delete {{n}} Contacts? This cannot be undone.
sq_al: Të fshihen kontaktet {{n}}? Kjo nuk zhbëhet më.

# delete-title_2b98ce65__lv1
source: Delete {{name}}
sq_al: Fshi {{name}}

# delete-title_bfd3b4d1__lv1
source: Delete {{name}}
sq_al: Fshi {{name}}

# ContactConfirmDel[one]_370a75af__lv1
source: Delete 1 Contact? This cannot be undone.
sq_al: Të fshihet 1 kontakt? Kjo nuk zhbëhet më.

# ContactConfirmDel[one]_4f345db1__lv1
source: Delete 1 Contact? This cannot be undone.
sq_al: Të fshihet 1 kontakt? Kjo nuk zhbëhet më.

# delete-adr_c0e89893__lv1
source: Delete address
sq_al: Fshi adresën

# delete-address_7bec078b__lv1
source: Delete address
sq_al: Fshi adresën

# actions-delete-alerttone_76d6d300__lv1
source: Delete alert
sq_al: Fshi sinjalizimin

# delete-title-alerttone_3f663381__lv1
source: Delete Alert
sq_al: Fshi sinjalizimin

# delete-all_d6cb5940__lv1
source: Delete all
sq_al: Fshi të gjitha

# delete-all-alerts_2d9a4ead__lv1
source: Delete all alerts?
sq_al: Fshi të gjitha sinjalizimet?

# delete-bday_9d9d205f__lv1
source: Delete birthday
sq_al: Fshi ditëlindjen

# deleteCertificate_f796c41e__lv1
source: Delete certificate
sq_al: Fshi certifikatën

# delete-org_6a96795f__lv1
source: Delete company
sq_al: Fshi kompaninë

# fdnAction-delete_34e18dd5__lv1
source: Delete contact
sq_al: Fshi kontaktin

# deleteContact_ccfc40b1__lv1
source: Delete contact
sq_al: Fshi kontaktin

# deleteConfirmMsg_2f9591e5__lv1
source: Delete contact?
sq_al: Të fshihet kontakti?

# bulkDeleteButton_f79f3d53__lv1
source: Delete Contacts
sq_al: Fshi kontaktet

# massive-delete_d42dd97e__lv1
source: Delete contacts
sq_al: Fshi kontaktet

# delete-date_96f27b9b__lv1
source: Delete date
sq_al: Fshi datën

# delete-email_1d28031c__lv1
source: Delete email
sq_al: Fshi emailin

# delete-email_f525a737__lv1
source: Delete email
sq_al: Fshi emailin

# event-delete_a0711945__lv1
source: Delete event
sq_al: Fshi ngjarjen

# tcl-delete-title_1fd1da6e__lv1
source: Delete Event
sq_al: Fshi ngjarjen

# tcl-deleteEvent-confirmation_9b6338ac__lv1
source: Delete event?
sq_al: Të fshihet ngjarja?

# delete-note_2cc34737__lv1
source: Delete note
sq_al: Fshi shënimin

# delete-note_e00d284d__lv1
source: Delete note
sq_al: Fshi shënimin

# delete-tel_2360c359__lv1
source: Delete phone number
sq_al: Fshi numrin e telefonit

# delete-phone_f1cd3435__lv1
source: Delete phone number
sq_al: Fshi numrin e telefonit

# delete-photo?_7d8c64da__lv1
source: Delete photo?
sq_al: Të fshihet fotoja?

# delete-photo?_659fe579__lv1
source: Delete photo?
sq_al: Të fshihet fotoja?

# delete-ringtone_f34da276__lv1
source: Delete ringtone
sq_al: Fshi zilen

# actions-delete-ringtone_ae047053__lv1
source: Delete ringtone
sq_al: Fshi zilen

# delete-title-ringtone_eff265ad__lv1
source: Delete Ringtone
sq_al: Fshi zilen

# delete-ringtone_0a4d013c__lv1
source: Delete ringtone
sq_al: Fshi zilen

# tcl-confirm-delete-body_b5fc7a39__lv1
source: Delete selected alarm?
sq_al: Të fshihet alarmi i zgjedhur?

# delete-event_5173d618__lv1
source: Delete Selected event?
sq_al: Të fshihet ngjarja e zgjedhur?

# tcl-delete-selectedEvent-confirmation_8135656b__lv1
source: Delete Selected event?
sq_al: Të fshihet ngjarja e zgjedhur?

# delete-n-items?[one]_73be4f58__lv1
source: Delete selected item?
sq_al: Të fshihet artikulli i zgjedhur?

# delete-n-log?[one]_c2089c9a__lv1
source: Delete selected log?
sq_al: Të fshihet regjistri i zgjedhur?

# tcl-delete-current-thread?_8e1e626b__lv1
source: Delete selected message thread?
sq_al: Të fshihet bashkëbisedimi i zgjedhur?

# deleteThreads-confirmation2[one]_ed09201e__lv1
source: Delete selected message thread?
sq_al: Të fshihet bashkëbisedimi i zgjedhur?

# tcl-deleteMessage-confirmation2_9245b6f7__lv1
source: Delete selected message thread?
sq_al: Të fshihet bashkëbisedimi i zgjedhur?

# deleteThreads-confirmation2[other]_3e135e1e__lv1
source: Delete selected message threads?
sq_al: Të fshihen bashkëbisedimet e zgjedhura?

# deleteMessage-confirmation_ed0c5544__lv1
source: Delete selected message?
sq_al: Të fshihet mesazhi i zgjedhur?

# deleteMessages-confirmation_a88f8cc7__lv1
source: Delete selected messages?
sq_al: Të fshihen mesazhet e zgjedhura?

# tcl-delete-selected-image_da83658d__lv1
source: Delete selected photo?
sq_al: Të fshihet fotoja e zgjedhur?

# tcl-delete-selected-images_ff3736bd__lv1
source: Delete selected photos?
sq_al: Të fshihen fotot e zgjedhura?

# delete-playlist-songs[one]_233b3292__lv1
source: Delete selected track from playlist?
sq_al: Të fshihet kënga e zgjedhur nga kompilimi?

# delete-album-songs[one]_a21db662__lv1
source: Delete selected track?
sq_al: Të fshihet kënga e zgjedhur?

# delete-n-items?[one]_a35abffd__lv1
source: Delete selected video?
sq_al: Të fshihet videoja e zgjedhur?

# delete-video?_c58acee2__lv1
source: Delete selected video?
sq_al: Të fshihet videoja e zgjedhur?

# dialog-delete-audio-file_dc2bd55c__lv1
source: Delete the audio file?
sq_al: Të fshihet skedari audio?

# deleteNote_2e63f66e__lv1
source: Delete the note?
sq_al: Të fshihet shënimi?

# delete-this-alerts_ddb034d4__lv1
source: Delete this alert?
sq_al: Të fshihet lajmërimi?

# delecting-this-contact_ee732587__lv1
source: Delete this contact?
sq_al: Të fshihet kontakti?

# tcl-delete-this-image_ef896d4a__lv1
source: Delete this photo?
sq_al: Të fshihet fotoja?

# delete-thread_060edadc__lv1
source: Delete Thread
sq_al: Fshi bashkëbisedimin

# remove-track_ff1b3686__lv1
source: Delete Track
sq_al: Fshi këngën

# remove-tracks_e6d1f64a__lv1
source: Delete Tracks
sq_al: Fshi këngët

# delete-video?_a88821ea__lv1
source: Delete video?
sq_al: Të fshihet videoja?

# delete-video?_2ad27df0__lv1
source: Delete video?
sq_al: Të fshihet videoja?

# userDictionaryDeletePrompt_de41d617__lv1
source: Delete word “{{word}}”?
sq_al: Të fshihet fjala "{{word}}"?

# ICEContactDelTel_9a4e1758__lv1
source: Deleted phone numbers are removed from ICE Contact
sq_al: Numrat e fshirë të telefonit janë hequr nga kontakti ICE

# DeletingContacts_04df7dad__lv1
source: Deleting contacts
sq_al: Po fshihen kontaktet

# DeletingContacts_44462524__lv1
source: Deleting contacts
sq_al: Po fshihen kontaktet

# deleting-messages_f6e2f119__lv1
source: Deleting…
sq_al: Po fshihen…

# delisle_d4acc72c__lv1
source: Delisle
sq_al: Delizël

# report-status-delivered_996ff6cb__lv1
source: Delivered:
sq_al: Dorëzuar:

# message-delivery-reports_cd4792f3__lv1
source: Delivery Reports
sq_al: Raportet e dorëzimit

# deny_5cb8ff78__lv1
source: Deny
sq_al: Refuzo

# deny_9655bf4c__lv1
source: Deny
sq_al: Refuzo

# change-apn-warning-message_24b2f46a__lv1
source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming.
sq_al: Në varësi të marrëveshjes me operatorin, ndryshimi i cilësimeve të APN kur je në roaming mund të sjellë tarifim shtesë.

# dataRoaming-warning-message_857c6c85__lv1
source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
sq_al: Në varësi të marrëveshjes me operatorin, përdorimi i të dhënave në zonë roaming mund të sjellë tarifim shtesë.

# edge-type-depressed_8a47d011__lv1
source: Depressed
sq_al: Shtypur

# description.ariaLabel_ce7a7728__lv1
source: Description
sq_al: Përshkrim

# description_fa95ccf4__lv1
source: Description
sq_al: Përshkrim

# deselect_281c0fbe__lv1
source: Deselect
sq_al: Çzgjidh

# deselect_89c99b36__lv1
source: Deselect
sq_al: Çzgjidh

# create-deselect_f894e0ec__lv1
source: Deselect
sq_al: Çzgjidh

# deselectAll_fce2a2dc__lv1
source: Deselect All
sq_al: Çzgjidh të gjitha

# tcl-deselect-all_4fe7bae6__lv1
source: Deselect All
sq_al: Çzgjidh të gjitha

# calllog-deselectAll_c0fea6fd__lv1
source: Deselect All
sq_al: Çzgjidh të gjitha

# deselect-all_aff9d725__lv1
source: Deselect all
sq_al: Çzgjidh të gjitha

# tcl-deselect-all_badfb90f__lv1
source: Deselect All
sq_al: Çzgjidh të gjitha

# opt-deselectall_2721874b__lv1
source: Deselect All
sq_al: Çzgjidh të gjitha

# deselectall_9758abf0__lv1
source: Deselect All
sq_al: Çzgjidh të gjitha

# downloads-deselect-all_9f4f9b97__lv1
source: Deselect all
sq_al: Çzgjidh të gjitha

# deselect-all_44669748__lv1
source: Deselect all
sq_al: Çzgjidh të gjitha

# opt-deselectall_eebdc4d6__lv1
source: Deselect All
sq_al: Çzgjidh të gjitha

# developer_b9911aa3__lv1
source: Developer
sq_al: Zhvillues

# developer-menu_179fb0fc__lv1
source: Developer Menu
sq_al: Menyja e zhvilluesit

# devSettings_7a1c5068__lv1
source: Developer Settings
sq_al: Cilësimet e zhvilluesit

# developer-tools_25db0d3f__lv1
source: Developer Tools
sq_al: Mjetet e zhvilluesit

# device_4b068d26__lv1
source: Device
sq_al: Pajisja

# deviceInfo_58603a14__lv1
source: Device Information
sq_al: Informacioni i pajisjes

# low-device-storage_46ab4022__lv1
source: Device space low.
sq_al: Memoria e pajisjes e ulët.

# dev-tools-wifi_d5c07eae__lv1
source: DevTools via Wi-Fi
sq_al: "DevTools" nëpërmjet Wi-Fi

# dialNumber_d82002dd__lv1
source: Dial {{number}}
sq_al: Formo {{number}}

# activity-dial_5fa8ac9c__lv1
source: Dial from
sq_al: Formo nga

# dialer-prompt_f1204494__lv1
source: Dial number or select contact to add to call
sq_al: Formo numrin ose zgjidh kontaktin për t'ia shtuar thirrjes

# dialer-prompt_2c57fee9__lv1
source: Dial number or select contact to add to call
sq_al: Formo numrin ose zgjidh kontaktin për t'ia shtuar thirrjes

# dialpad_4ca440d5__lv1
source: Dial pad sound
sq_al: Tingulli i numëratorit

# dialed_84a97cbe__lv1
source: Dialled
sq_al: Formoi

# tcl-dialer_7bc0be87__lv1
source: Dialler
sq_al: Formuesi

# dialer_8cc11400__lv1
source: Dialler
sq_al: Formuesi

# digital-clock_b7afab0c__lv1
source: Digital Clock
sq_al: Orë dixhitale

# disable_fd1e2043__lv1
source: Disable
sq_al: Çaktivizo

# disable-antitheft-header_a34258d8__lv1
source: Disable Anti-Theft
sq_al: Çaktivizo sistemin kundër vjedhjes

# fxa-check-password-title_acfdd63b__lv1
source: Disable Anti-theft
sq_al: Çaktivizo sistemin kundër vjedhjes

# fdnDisable_eec981a3__lv1
source: Disable FDN
sq_al: Çaktivizo FDN

# debugger-disabled_1dd076cd__lv1
source: Disabled
sq_al: Çaktivizuar

# disabled_2d80e147__lv1
source: Disabled
sq_al: Çaktivizuar

# callForwardingNotForwarding_84fb5381__lv1
source: Disabled
sq_al: Çaktivizuar

# soft-key-discard_426be06b__lv1
source: Discard
sq_al: Skarto

# discard_51bb3ba6__lv1
source: Discard
sq_al: Skarto

# discard_b2249950__lv1
source: Discard
sq_al: Skarto

# discard_8abbe68c__lv1
source: Discard
sq_al: Skarto

# discard_706550ce__lv1
source: Discard
sq_al: Skarto

# discard_41cdbed4__lv1
source: Discard
sq_al: Skarto

# discard-message_bb0f47bd__lv1
source: Discard
sq_al: Skarto

# unsent-message-option-discard_ed9564b1__lv1
source: Discard
sq_al: Skarto

# discard-new-message_2169966a__lv1
source: Discard the message you’re composing and open the new message?
sq_al: Të skartohet mesazhi që po kompozon dhe të hapet një i ri?

# device-option-disconnect_553242da__lv1
source: Disconnect
sq_al: Shkëputu

# device-option-disconnect_14c81332__lv1
source: Disconnect
sq_al: Shkëputu

# error-disconnect-toast_c811ea57__lv1
source: Disconnection fail
sq_al: Nuk u shkëput dot

# tcl-ntf-dismiss_acf55746__lv1
source: Dismiss
sq_al: Anulo

# ringer-dismiss_111bf09f__lv1
source: Dismiss
sq_al: Anulo

# dismiss2.ariaLabel_24ec7554__lv1
source: Dismiss
sq_al: Anulo

# dismiss_fd1cf35f__lv1
source: Dismiss
sq_al: Anulo

# dismiss-all_67a20699__lv1
source: Dismiss all
sq_al: Anulo të gjitha

# tcl-ntf-dismiss-all_ce8df46c__lv1
source: Dismiss All
sq_al: Anulo të gjitha

# device-status-disconnecting_bb616e67__lv1
source: Disonnecting…
sq_al: Po shkëputet…

# home-clock-display_80cd9a84__lv1
source: Display
sq_al: Shfaq
