Repository: guodafeng/nstring_tool
Catalog: testfile/alb.xliff
Languages: sq_al

# call-forwarding-fax_6e9f794d__lv1
source: FAX: {{ fax }}
sq_al: FAKS: {{ fax }}

# call-forwarding-fax_4be47682__lv1
source: FAX: {{ fax }}
sq_al: FAKS: {{ fax }}

# fdnIsActiveMessage_21223d3f__lv1
source: FDN (Fixed Dialling Numbers) is activated and the following number is not in your FDN list: {{ number }}
sq_al: FDN (numra të caktuar telefoni) është aktive dhe numri i mëposhtëm nuk është në listën FDN: {{ number }}

# fdnIsActiveMessage_d11bffc4__lv1
source: FDN (Fixed Dialling Numbers) is activated and the following number is not in your FDN list: {{ number }}
sq_al: FDN (numra të caktuar telefoni) është aktive dhe numri i mëposhtëm nuk është në listën FDN: {{ number }}

# fdnErrorBody.innerHTML[few]_ece385bb__lv1
source: FDN (Fixed Dialling Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
sq_al: FDN (numra të caktuar telefoni) është aktive. Sigurohu që qendra e SMS dhe marrësit e mëposhtëm të jenë në listën FDN:

# fdnErrorBody.innerHTML[many]_38f51669__lv1
source: FDN (Fixed Dialling Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
sq_al: FDN (numra të caktuar telefoni) është aktive. Sigurohu që qendra e SMS dhe marrësit e mëposhtëm të jenë në listën FDN:

# fdnErrorBody.innerHTML[one]_913f7877__lv1
source: FDN (Fixed Dialling Numbers) is activated. Make sure the SMS centre and the following recipient are in your FDN list:
sq_al: FDN (numra të caktuar telefoni) është aktive. Sigurohu që qendra e SMS dhe marrësi i mëposhtëm të jenë në listën FDN:

# fdnErrorBody.innerHTML[two]_0b358e23__lv1
source: FDN (Fixed Dialling Numbers) is activated. Make sure the SMS centre and the following recipients are in your FDN list:
sq_al: FDN (numra të caktuar telefoni) është aktive. Sigurohu që qendra e SMS dhe marrësit e mëposhtëm të jenë në listën FDN:

# fdnErrorBody.innerHTML[other]_bcad34ef__lv1
source: FDN (Fixed Dialling Numbers) is activated. Make sure the SMS centre and the following recipients are in your FDN list:
sq_al: FDN (numra të caktuar telefoni) është aktive. Sigurohu që qendra e SMS dhe marrësit e mëposhtëm të jenë në listën FDN:

# fdnIsActiveTitle_c50c134c__lv1
source: FDN active
sq_al: FDN aktive

# fdnIsActiveTitle_b8177152__lv1
source: FDN active
sq_al: FDN aktive

# fdnErrorTitle_c5fbf67f__lv1
source: FDN active
sq_al: FDN aktive

# FdnCheckFailure_d8cdb0d5__lv1
source: Fdn check failure
sq_al: FDN nuk u kontrollua dot

# FdnCheckFailure_22021d75__lv1
source: Fdn check failure
sq_al: FDN nuk u kontrollua dot

# month-1_9a45f750__lv1
source: FEBRUARY
sq_al: SHKURT

# feet_2449a8b3__lv1
source: Feet
sq_al: Këmbë

# feet/second_386469b4__lv1
source: Feet/Second
sq_al: Këmbë/sekondë

# Fiji_28dad844__lv1
source: Fiji
sq_al: Fixhi

# tcl-file-info_1f380213__lv1
source: File Info
sq_al: Informacioni i skedarit

# opt-fileinfo_0ae1146f__lv1
source: File Info
sq_al: Informacioni i skedarit

# opt-fileinfo_5598bea1__lv1
source: File Info
sq_al: Informacioni i skedarit

# file-not-found_a5ad02ee__lv1
source: File not found
sq_al: Skedari nuk u gjet

# transferFinished-receivedSuccessful-title_a9615172__lv1
source: File received
sq_al: Skedari u mor

# transferFinished-sentSuccessful-title_a0072c9c__lv1
source: File sent
sq_al: Skedari u dërgua

# transferFinished-failed-title_bd2310b4__lv1
source: File transfer fail
sq_al: Skedari nuk u transferua dot

# transfer-has-started-title_69f8b8e6__lv1
source: File transfer is ready to start
sq_al: Transferimi i skedarit gati për të filluar

# transfer-has-started-toast_e1a3877f__lv1
source: File transfer started. Check the progress in Notices
sq_al: Transferimi i skedarit filloi. Kontrollo ecurinë te "Njoftimet"

# tcl-edit-filters-none_4ae401ae__lv1
source: Filter 1
sq_al: Filtri 1

# edit-filters-none.ariaLabel_03d6c132__lv1
source: Filter 1
sq_al: Filtri 1

# edit-filters-bw.ariaLabel_f1254cb6__lv1
source: Filter 2
sq_al: Filtri 2

# tcl-edit-filters-bw_31cbd900__lv1
source: Filter 2
sq_al: Filtri 2

# tcl-edit-filters-sepia_53c7dc74__lv1
source: Filter 3
sq_al: Filtri 3

# edit-filters-sepia.ariaLabel_47462b42__lv1
source: Filter 3
sq_al: Filtri 3

# edit-filters-bluesteel.ariaLabel_cb18799f__lv1
source: Filter 4
sq_al: Filtri 4

# tcl-edit-filters-bluesteel_72abc2fa__lv1
source: Filter 4
sq_al: Filtri 4

# edit-filters-faded.ariaLabel_f005818d__lv1
source: Filter 5
sq_al: Filtri 5

# tcl-edit-filters-faded_1a314331__lv1
source: Filter 5
sq_al: Filtri 5

# tcl-filters-done_7401f150__lv1
source: Filter applied
sq_al: Filtri u vu

# tcl-edit-filters_4b99333b__lv1
source: Filters
sq_al: Filtrat

# edit-filters.ariaLabel_71a3137f__lv1
source: Filters
sq_al: Filtrat

# find-merge-contacts_b26c1a19__lv1
source: Find duplicate contacts
sq_al: Gjej kontakte dublikate

# tcl-find-duplicate_dbe0fbd7__lv1
source: Find Duplicate Contacts
sq_al: Gjej kontakte dublikate

# find-duplicate-contacts_f4feb3ca__lv1
source: Find duplicate contacts
sq_al: Gjej kontakte dublikate

# tcl-wait-duplicate-contacts_332861bd__lv1
source: Find Duplicate Contacts
sq_al: Gjej kontakte dublikate

# tcl-wait-duplicate-contacts_401ec71e__lv1
source: Find Duplicate Contacts
sq_al: Gjej kontakte dublikate

# fxa-find-my-device-app_1298b212__lv1
source: Find My Device
sq_al: Gjej pajisjen

# findmydevice_f4d76f8c__lv1
source: Find My Device
sq_al: Gjej pajisjen

# findmydevice-signup-description_85691707__lv1
source: Find My Device allows you to locate, lock or erase your phone
sq_al: "Gjej pajisjen" të mundëson pikasjen, kyçjen ose fshirjen e telefonit

# findmydevice-settings-description_1fbca366__lv1
source: Find My Device allows you to locate, lock or erase your phone from a website:
sq_al: "Gjej pajisjen" të mundëson pikasjen, kyçjen ose fshirjen e telefonit nga një faqe interneti:

# findmydevice-signup-description_cd6081fb__lv1
source: Find My Device allows you to locate, lock or erase your tablet
sq_al: "Gjej pajisjen" të mundëson pikasjen, kyçjen ose fshirjen e tabletës

# findmydevice-settings-description_2ca351cb__lv1
source: Find My Device allows you to locate, lock or erase your tablet from a website:
sq_al: "Gjej pajisjen" të mundëson pikasjen, kyçjen ose fshirjen e tabletës nga një faqe interneti:

# findmydevice-signup-description_6ff04b3e__lv1
source: Find My Device allows you to locate, lock or erase your TV
sq_al: "Gjej pajisjen" të mundëson pikasjen, kyçjen ose fshirjen e televizorit

# findmydevice-settings-description_a43979ca__lv1
source: Find My Device allows you to locate, lock or erase your TV from a website:
sq_al: "Gjej pajisjen" të mundëson pikasjen, kyçjen ose fshirjen e televizorit nga një faqe interneti:

# finish_6432b63d__lv1
source: Finish
sq_al: Përfundo

# firmware_revision_977f302a__lv1
source: Firmware Revision
sq_al: Versioni i firmuerit

# givenName_d875e2ac__lv1
source: First name
sq_al: Emri

# givenName_cf0e69c2__lv1
source: First Name
sq_al: Emri

# fdn_0d986a0f__lv1
source: Fixed dialling numbers
sq_al: Numra të caktuar telefonimi

# fdnSettings_05691214__lv1
source: Fixed Dialling Numbers
sq_al: Numra të caktuar telefonimi

# tcl-flash_ed90a554__lv1
source: Flash
sq_al: Blic

# flash_1d886718__lv1
source: Flash
sq_al: Blic

# flash-auto-button.ariaLabel_cab64da6__lv1
source: Flash Auto
sq_al: Blici automatik

# flash-off-button.ariaLabel_977b9c34__lv1
source: Flash Off
sq_al: Blici fikur

# flash-on-button.ariaLabel_a8d5979b__lv1
source: Flash On
sq_al: Blici ndezur

# flashlight_01031f47__lv1
source: Flashlight
sq_al: Elektrik dore

# answerMode-flipopen_2baa7883__lv1
source: Flip open to answer
sq_al: Kryej gjestin e hapjes së fletës për t'u përgjigjur

# fluidounce,uk_59866986__lv1
source: Fluid Ounce,UK
sq_al: Ons për lëngje, MB

# fluidounce,us_09ae6ddd__lv1
source: Fluid Ounce,US
sq_al: Ons për lëngje, SHBA

# tcl-fm-radio_72988d8c__lv1
source: FM Radio
sq_al: Radio FM

# noAntennaMsg_3e5808b8__lv1
source: FM Radio requires a plugged in headset to receive radio signals.
sq_al: Radio FM kërkon të jenë futur kufjet për të marrë sinjale radioje.

# state-forbidden_57987c1a__lv1
source: Forbidden
sq_al: Ndaluar

# device-option-unpair_a78814ae__lv1
source: Forget
sq_al: Harro

# forget_92b9e5d3__lv1
source: Forget
sq_al: Harro

# device-option-unpair-device_460c631d__lv1
source: Forget {{deviceName}}?
sq_al: Të harrohet {{deviceName}}?

# forgetNetwork-dialog_a3331368__lv1
source: Forget network?
sq_al: Të harrohet rrjeti?

# device-option-unpair-confirmation_8573dd43__lv1
source: Forget this Device
sq_al: Harroje pajisjen

# fxa-forgot-password-title_141aa439__lv1
source: Forgot Password
sq_al: Harrova fjalëkalimin

# fxa-forgot-password_1b32f1cc__lv1
source: forgot password
sq_al: harrova fjalëkalimin

# antitheft-forgot_dbd6e941__lv1
source: Forgot Password
sq_al: Harrova fjalëkalimin

# fxa-signin-lsk_abedc6f3__lv1
source: Forgot Password
sq_al: Harrova fjalëkalimin

# fxa-forgot-your-password_c55c0074__lv1
source: Forgot your password?
sq_al: Ke harruar fjalëkalimin?

# format-sdcard-btnformat_fa976518__lv1
source: Format
sq_al: Formati

# time-format_c4950036__lv1
source: Format
sq_al: Formati

# format-sdcard-internal-title_bcb39f38__lv1
source: Format internal storage
sq_al: Formato memorien e brendshme

# format-sdcard-internal_ba640a10__lv1
source: Format internal storage
sq_al: Formato memorien e brendshme

# format-sdcard-title_56553efa__lv1
source: Format SD card
sq_al: Formato kartën SD

# format-sdcard-external-0_e0b78e7a__lv1
source: Format SD card
sq_al: Formato kartën SD

# format-sdcard-external-1_95d71a21__lv1
source: Format SD card 2
sq_al: Formato kartën SD 2

# formatting_a46b2693__lv1
source: Formatting…
sq_al: Po formatohet…

# forward-button.ariaLabel_8fbe9113__lv1
source: Forward
sq_al: Devijo

# callForwardingForward_73ce0f12__lv1
source: Forward
sq_al: Devijo

# forward_f88f5b2a__lv1
source: Forward
sq_al: Devijo

# callForwardingMobileBusy_60fd53c9__lv1
source: Forward when busy
sq_al: Devijo kur është i zënë

# callForwardingNoReply_987eab72__lv1
source: Forward when unanswered
sq_al: Devijo kur nuk përgjigjet

# callForwardingNotReachable_106cf6f9__lv1
source: Forward when unreachable
sq_al: Devijo kur është i paarritshëm

# vertical-homescreen-four-columns_a5439a33__lv1
source: Four Columns
sq_al: Katër kolona

# media-frame.ariaLabel_769690f4__lv1
source: Frame {{current}} of {{total}}
sq_al: Kuadri {{current}} nga {{total}}

# freeform_f48f85fb__lv1
source: Freeform
sq_al: Formë e lirë

# dialer-container.ariaLabel_bfbb5aab__lv1
source: Frequency
sq_al: Frekuenca

# weekday-5-single-char.ariaLabel_7b83d3db__lv1
source: Friday
sq_al: E premte

# weekday-5_fa239a52__lv1
source: Friday
sq_al: E premte

# report-from-title_61814419__lv1
source: From
sq_al: Nga

# from-contact_05aee1d6__lv1
source: From {{ contact }}
sq_al: Nga {{ contact }}

# from-number_282497da__lv1
source: From {{ number }}
sq_al: Nga {{ number }}

# multiple-day-duration-title_6cda2a63__lv1
source: From {{startTime}} {{startDate}}
sq_al: Nga {{startTime}} {{startDate}}

# event-multiple-day-duration.ariaLabel_b5ceb4b9__lv1
source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
sq_al: Nga {{startTime}} {{startDate}} në {{endTime}} {{endDate}}

# event-one-day-duration.ariaLabel_139d173d__lv1
source: from {{startTime}} to {{endTime}}
sq_al: nga {{startTime}} në {{endTime}}

# from-withheld-number_25045b06__lv1
source: From unknown number
sq_al: Nga numër i panjohur

# toggle-camera-front-button_46e3b88c__lv1
source: Front camera
sq_al: Kamera ballore

# device-front_bafa3a4d__lv1
source: Front Camera
sq_al: Kamera ballore

# toggle-camera-front-button.ariaLabel_20cf1c73__lv1
source: Front camera
sq_al: Kamera ballore

# full_b4fdfde6__lv1
source: Full
sq_al: I plotë

# opt-fullscreen_b09d58cc__lv1
source: Full Screen
sq_al: Ekran i plotë

# fullscreen-button.ariaLabel_145f9e5a__lv1
source: Full screen
sq_al: Ekran i plotë

# future_3f7f8dad__lv1
source: FUTURE
sq_al: E ARDHMJA

# fxa-internet-connection-is-required_ef71e390__lv1
source: fxa internet connection is required
sq_al: fxa - kërkohet lidhje interneti

# gallery_e6f19428__lv1
source: Gallery
sq_al: Galeria

# emptygallery2-text_5611722c__lv1
source: Gallery is empty. Use camera to get started.
sq_al: Galeria është bosh. Përdor kamerën për të filluar.

# tcl-gallery-settings_27d1ea14__lv1
source: Gallery Settings
sq_al: Cilësimet e galerisë

# gallon,uk_c67fe0f5__lv1
source: Gallon,UK
sq_al: Gallon, MB

# gallon,us_a6817bba__lv1
source: Gallon,US
sq_al: Gallon, SHBA

# GenericFailure_1acbd962__lv1
source: Generic failure
sq_al: Defekt i përgjithshëm

# GenericFailure_140d8515__lv1
source: Generic failure
sq_al: Defekt i përgjithshëm

# GenericFailure_ca3f1074__lv1
source: Generic failure
sq_al: Defekt i përgjithshëm

# GenericFailure_52a77a37__lv1
source: Generic failure
sq_al: Defekt i përgjithshëm

# geolocation_8cdb8c53__lv1
source: Geolocation
sq_al: Pikasja gjeografike

# findmydevice-geolocation-enabled_6dd69a09__lv1
source: Geolocation Enabled
sq_al: Pikasja gjeografike u aktivizua

# statusbarGeolocation.ariaLabel_ab716afc__lv1
source: Geolocation on
sq_al: Pikasja gjeografike aktive

# geolocation-debugging-enabled_786b127d__lv1
source: Geolocation output in ADB
sq_al: Nxjerrja e pikasjes gjeografike në ADB

# stkItemsNaiGetChannelStatus_9247385c__lv1
source: Get Channel Status
sq_al: Merr gjendjen e kanalit

# stkItemsNaiGetInput_2fd171a9__lv1
source: Get Input
sq_al: Merr inputin

# more-languages_ba484fab__lv1
source: Get More Languages
sq_al: Merr gjuhë të tjera

# stkItemsNaiGetReaderStatus_37a6176d__lv1
source: Get Reader Status
sq_al: Merr gjendjen e lexuesit

# go_4697de8b__lv1
source: Go
sq_al: Shko

# go_3b73eb95__lv1
source: Go
sq_al: Shko

# go_86878f09__lv1
source: Go
sq_al: Shko

# goBack_a33b6826__lv1
source: Go back
sq_al: Shko prapa

# goForward_5b5beed3__lv1
source: Go forward
sq_al: Shko para

# goToApp_1f6560d1__lv1
source: Go To App
sq_al: Shko tek aplikacioni

# overlay-camera-button_87af8b1d__lv1
source: Go to Camera
sq_al: Shko te kamera

# overlay-camera-button_008e7808__lv1
source: Go to Camera
sq_al: Shko te kamera

# go_475764d6__lv1
source: Go to Date
sq_al: Shko te data

# bt-status-nopaired-desc_72444567__lv1
source: Go to Nearby Devices to pair a new device.
sq_al: Shko te "Pajisjet në afërsi" për të çiftuar një pajisje të re.

# go-to-player-view.ariaLabel_6c479670__lv1
source: Go to player view
sq_al: Shko te pamja e luajtësit

# media-storage-limit-alert-setting_69a24e89__lv1
source: Go to Settings
sq_al: Shko te "Cilësimet"

# antitheft-note2_3819efd4__lv1
source: Go to the following website to access
sq_al: Shko tek adresa e mëposhtme për të hyrë

# goToTopSites_a2fadee5__lv1
source: Go to Top Sites
sq_al: Shko tek faqet kryesore

# signalLevel3_a49f37b8__lv1
source: Good
sq_al: Mirë

# grams_34ed9c61__lv1
source: Grams
sq_al: Gramë

# graphics_d12f20d6__lv1
source: Graphics
sq_al: Grafika

# colorFilter-grayscale_d3a73e3e__lv1
source: Grayscale Mode
sq_al: Modaliteti bardhezi

# color-green_2ebec182__lv1
source: Green
sq_al: Gjelbër

# tcl-grid_56221e2c__lv1
source: Grid
sq_al: Rrjetë

# grid_e3873456__lv1
source: Grid Lines
sq_al: Vijat e rrjetës

# setting-option-grid.ariaLabel_e4411c68__lv1
source: Grid Lines {{value}}
sq_al: Vijat e rrjetës {{value}}

# gridview_7adc808d__lv1
source: Grid View
sq_al: Pamja rrjetë

# tcl-group-by-date-and-location_bad9e867__lv1
source: Group by Date
sq_al: Grupo sipas datës

# Halifax_17584641__lv1
source: Halifax
sq_al: Halifaks

# handset-earpiece_9c073923__lv1
source: Handset
sq_al: Telefon

# handwritingKeyboard_daba94da__lv1
source: Handwriting
sq_al: Shkrim dore

# hangup-a11y-button.ariaLabel_43b0e4f4__lv1
source: Hang Up
sq_al: Mbyll

# feedback-happy_f3a7df0f__lv1
source: Happy
sq_al: I gëzuar

# hardware_revision_b9ec0a3b__lv1
source: Hardware Revision
sq_al: Rishikimi i harduerit

# icon-calendar-alarm.ariaLabel_7193875b__lv1
source: Has alarm
sq_al: Ka alarm

# has-draft.ariaLabel_7dd2e2ab__lv1
source: Has draft
sq_al: Ka draft
