Repository: guodafeng/nstring_tool
Catalog: testfile/alb.xliff
Languages: sq_al

# display_b1849ef3__lv1
source: Display
sq_al: Shfaq

# display-date_540620de__lv1
source: Display date
sq_al: Shfaq datën

# screenReader-captions_bae1dac4__lv1
source: Display speech
sq_al: Shfaq gjuhën

# stkItemsNaiDisplayText_948eb650__lv1
source: Display Text
sq_al: Shfaq tekstin

# /_bc1f946c__lv1
source: divide
sq_al: ndaj

# doNotHavePrefOnTracking_c252d4d7__lv1
source: Do not tell websites and apps anything about my tracking preferences
sq_al: Mos u trego faqeve dhe aplikacioneve për preferencat e mia të gjurmimit

# doNotTrack_6b5c3e95__lv1
source: Do Not Track
sq_al: Mos gjurmo

# resume-download-body_1c60db89__lv1
source: Do you want to download {{name}}?
sq_al: Të shkarkohet {{name}}?

# wantToInstallNow_2089ed92__lv1
source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
sq_al: Të instalohet tani përditësimi? Nuk do ta përdorësh dot telefonin për disa minuta.

# change-apn-warning-question_ffa869bd__lv1
source: Do you want to proceed?
sq_al: Të vazhdohet?

# stop-download-body_204048c0__lv1
source: Do you want to stop the download in progress?
sq_al: Të ndalohet shkarkimi në ecuri e sipër?

# error-pair-checkpin_5d196b37__lv1
source: Do you want to try pairing with this device again?
sq_al: Të provohet sërish çiftimi me këtë pajisje?

# social-unlink-confirm-title_7b5ad8f5__lv1
source: Do you want to unlink your friend?
sq_al: Të shkëputet miku yt?

# dontallow_58eee3b1__lv1
source: Don’t allow
sq_al: Mos lejo

# fxa-dont-see-email_a5331686__lv1
source: Don’t see an email? {{resend}}.
sq_al: Nuk sheh ndonjë email? {{resend}}.

# crash-dont-send_8045e9f5__lv1
source: Don’t Send
sq_al: Mos dërgo

# dontshare-geolocation_25a1ca97__lv1
source: Don’t Share
sq_al: Mos ndaj

# dontshare-audio-capture_55f96971__lv1
source: Don’t Share
sq_al: Mos ndaj

# dontshare-video-capture_668e66ae__lv1
source: Don’t Share
sq_al: Mos ndaj

# dontshare-media-capture_7488c4ee__lv1
source: Don’t Share
sq_al: Mos ndaj

# email-keepprivate_e96f8177__lv1
source: Don’t worry. Your email will always be kept private.
sq_al: Mos u shqetëso. Emaili do të mbahet gjithnjë privat.

# done-action_201e4b8b__lv1
source: Done
sq_al: U krye

# done_b80f26e9__lv1
source: Done
sq_al: U krye

# activity-done_5861f395__lv1
source: Done
sq_al: U krye

# done_c3b8ded8__lv1
source: Done
sq_al: U krye

# done_d8c02f6b__lv1
source: Done
sq_al: U krye

# done_000c7a90__lv1
source: Done
sq_al: U krye

# done_010b3b89__lv1
source: Done
sq_al: U krye

# done_1b269d88__lv1
source: Done
sq_al: U krye

# edit-done_483d0597__lv1
source: Done
sq_al: U krye

# done_62651547__lv1
source: Done
sq_al: U krye

# opt-done_53e32787__lv1
source: Done
sq_al: U krye

# done_a2081f9e__lv1
source: Done
sq_al: U krye

# done_41c88e92__lv1
source: Done
sq_al: U krye

# done_0abe21df__lv1
source: Done
sq_al: U krye

# soft-key-done_4258be36__lv1
source: Done
sq_al: U krye

# fxa-done_57e8431f__lv1
source: Done
sq_al: U krye

# done_de5db36f__lv1
source: Done
sq_al: U krye

# verify-rsk_ec290ee9__lv1
source: Done
sq_al: U krye

# done_883994fb__lv1
source: Done
sq_al: U krye

# done_9bdfa4ee__lv1
source: Done
sq_al: U krye

# tcl-not-send_9c7a0088__lv1
source: Don't Send
sq_al: Mos dërgo

# doubleQuoteKey2.ariaLabel_39614d3b__lv1
source: double quote
sq_al: thonjëza

# resume-download-action_1b3aecb4__lv1
source: Download
sq_al: Shkarko

# download-attachment_cfbd21a4__lv1
source: Download
sq_al: Shkarko

# download_790e73eb__lv1
source: Download
sq_al: Shkarko

# download-complete_d5bd9537__lv1
source: Download complete
sq_al: Shkarkimi u krye

# download_succeeded_45327d23__lv1
source: Download complete
sq_al: Shkarkimi u krye

# download_failed_92759499__lv1
source: Download failed
sq_al: Shkarkimi nuk u krye

# download-failed_bbca7e91__lv1
source: Download failed.
sq_al: Shkarkimi nuk u krye.

# download_started_10d30ffb__lv1
source: Download started
sq_al: Shkarkimi filloi

# download_stopped_8aa572d6__lv1
source: Download stopped
sq_al: Shkarkimi ndaloi

# download-stopped_94166366__lv1
source: Download stopped.
sq_al: Shkarkimi ndaloi.

# wantToDownload_c4917995__lv1
source: Download update now?
sq_al: Të shkarkohet tani përditësimi?

# downloadUpdatesViaDataConnection_f5d00378__lv1
source: Download updates via data connection?
sq_al: Të shkarkohen përditësimet me lidhjen e të dhënave?

# downloadUpdatesViaDataRoamingConnection_f7938314__lv1
source: Download updates via data roaming?
sq_al: Të shkarkohen përditësimet me të dhënat roaming?

# downloadingAppProgressIndeterminate_cd6b83a7__lv1
source: Downloading
sq_al: Po shkarkohet

# downloadingAppMessage_63259008__lv1
source: Downloading {{ appName }}
sq_al: Po shkarkohet {{ appName }}

# downloading-resumed_0079a5be__lv1
source: Downloading resumed
sq_al: Shkarkimi rifilloi

# downloading-stopped_54727116__lv1
source: Downloading stopped
sq_al: Shkarkimi ndaloi

# downloadUpdatesVia2GForbidden3_55f34ba4__lv1
source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
sq_al: Shkarkimi i përditësimeve nuk mund të bëhet me lidhje të ngadalta (2G). Lidhu me Wi-Fi ose 3G (nëse ke) dhe provoje sërish.

# downloadingUpdateMessage.innerHTML_d3ee812e__lv1
source: Downloading updates… <span>{{ progress }} downloaded.</span>
sq_al: Po shkarkohen përditësimet… <span>{{ progress }} të shkarkuara.</span>

# downloading-attachment_f6f9fbe3__lv1
source: Downloading…
sq_al: Po shkarkohet…

# statusbarDownloads.ariaLabel_528b83d5__lv1
source: Downloading…
sq_al: Po shkarkohet…

# downloads_b149a672__lv1
source: Downloads
sq_al: Shkarkimet

# edge-swipe-navigation-enable-msg_f863699a__lv1
source: Drag from the left or right edge of the screen to jump between apps.
sq_al: Tërhiq nga skaji i majtë ose i djathtë i ekranit për të kaluar midis aplikacioneve.

# draw-layer-borders_0934a5f2__lv1
source: Draw layer borders
sq_al: Vizato kufijtë e shtresave

# draw-tile-borders_b11ef727__lv1
source: Draw tile borders
sq_al: Vizato kufijtë e kuadratit

# edge-type-dropshadow_3803e14b__lv1
source: Dropshadow
sq_al: Hijezim

# dtmftones_ff96508a__lv1
source: DTMF Tones
sq_al: Tonet DTMF

# dumps-layers_08ca9f5d__lv1
source: Dump layers tree
sq_al: Nxirr pemën e shtresave

# dumps-layerscope_8baab185__lv1
source: Dump layerscope
sq_al: Nxirr "LayerScope"

# foundDuplicatesMessage.innerHTML_a4eace63__lv1
source: Duplicate information was found in the following contacts. Would you like to merge?
sq_al: U gjet informacion dublikat te kontaktet e mëposhtme. Të bashkohen?

# found-duplicates-message_e6a76f09__lv1
source: Duplicate information was found in the following contacts. Would you like to merge?
sq_al: U gjet informacion dublikat te kontaktet e mëposhtme. Të bashkohen?

# mergeDuplicateTitle_fb941153__lv1
source: Duplicates found
sq_al: U gjetën dublikate

# duplicatesFoundTitle_0056a08d__lv1
source: Duplicates found
sq_al: U gjetën dublikate

# mergeDuplicateTitle_5ce5f577__lv1
source: Duplicates found
sq_al: U gjetën dublikate

# duplicatesFoundTitle_2003328f__lv1
source: Duplicates found
sq_al: U gjetën dublikate

# duration.ariaLabel_7a62ce2b__lv1
source: Duration
sq_al: Kohëzgjatja

# eap_eb275fcc__lv1
source: EAP method
sq_al: Metoda EAP

# cb-etws-warningType-earthquake_129747a7__lv1
source: Earthquake warning!
sq_al: Alarm tërmeti!

# cb-etws-warningType-earthquake-tsunami_258ca395__lv1
source: Earthquake-tsunami warning!
sq_al: Alarm tërmet-cunami!

# edge-swipe-navigation_95a3347e__lv1
source: Edge Swipe Navigation
sq_al: Shfletim me fshirje nga skaji

# edit_7b82c3d8__lv1
source: Edit
sq_al: Modifiko

# edit_abc9a579__lv1
source: Edit
sq_al: Modifiko

# edit_4b0f3912__lv1
source: Edit
sq_al: Modifiko

# editButton.ariaLabel_24b6f8ac__lv1
source: Edit
sq_al: Modifiko

# edit_218cf5c9__lv1
source: Edit
sq_al: Modifiko

# edit_4f7cef44__lv1
source: Edit
sq_al: Modifiko

# edit_b1a17bb1__lv1
source: Edit
sq_al: Modifiko

# edit_419fae47__lv1
source: Edit
sq_al: Modifiko

# edit-mode_b08082fa__lv1
source: Edit
sq_al: Modifiko

# edit_48662829__lv1
source: Edit
sq_al: Modifiko

# edit_c35e4af1__lv1
source: Edit
sq_al: Modifiko

# edit_421d646f__lv1
source: Edit
sq_al: Modifiko

# unsent-message-option-edit_ac921628__lv1
source: Edit
sq_al: Modifiko

# edit-address-type_cd19885e__lv1
source: Edit address type
sq_al: Modifiko llojin e adresës

# edit-adr-type_64a69d5f__lv1
source: Edit address type
sq_al: Modifiko llojin e adresës

# editAlarm_9c11c491__lv1
source: Edit alarm
sq_al: Modifiko alarmin

# edit-bday-type_d86611b1__lv1
source: Edit birthday
sq_al: Modifiko ditëlindjen

# edit-bookmark-title_db76bae1__lv1
source: Edit bookmark
sq_al: Modifiko faqeshënuesin

# callLogEdit.title_8015a32e__lv1
source: Edit call log
sq_al: Modifiko regjistrin e telefonatave

# tcl-option-menu-call-log-edit_bb3a6a44__lv1
source: Edit Call log
sq_al: Modifiko regjistrin e telefonatave

# callLogEditDialog.ariaLabel_8cb6a002__lv1
source: Edit call log dialogue
sq_al: Modifiko dialogun e regjistrit të telefonatave

# editContact_45722e70__lv1
source: Edit contact
sq_al: Modifiko kontaktin

# fdnAction-edit_21e45d36__lv1
source: Edit contact
sq_al: Modifiko kontaktin

# fdnAction-edit-header_67b3d761__lv1
source: Edit contact
sq_al: Modifiko kontaktin

# edit-date-type_fa5f1706__lv1
source: Edit date type
sq_al: Modifiko llojin e datës

# downloads-edit_2d5f6651__lv1
source: Edit downloads
sq_al: Modifiko shkarkimet

# edit-email-type_2c1c2a52__lv1
source: Edit email type
sq_al: Modifiko llojin e emailit

# edit-email-type_a60f624e__lv1
source: Edit email type
sq_al: Modifiko llojin e emailit

# edit-event-header_1f8a1f51__lv1
source: Edit Event
sq_al: Modifiko ngjarjen

# tcl-edit-favorites_af0476be__lv1
source: Edit Favourites
sq_al: Modifiko preferencat

# edit-favorites_f4b6e725__lv1
source: Edit favourites
sq_al: Modifiko preferencat

# edit-group-header_c6c91b40__lv1
source: Edit group
sq_al: Modifiko grupin

# tcl-edit-title_06923cb2__lv1
source: Edit Image
sq_al: Modifiko imazhin

# editImagePreview.ariaLabel_34a11669__lv1
source: Edit image preview
sq_al: Modifiko shqyrtimin e figurës

# edit-phone-type_dfb184ea__lv1
source: Edit phone type
sq_al: Modifiko llojin e telefonit

# edit-tel-type_b015211b__lv1
source: Edit phone type
sq_al: Modifiko llojin e telefonit

# edit-picture_10ae07de__lv1
source: Edit Picture
sq_al: Modifiko fotografinë

# userDictionaryEdit_362ef319__lv1
source: Edit Word
sq_al: Modifiko fjalën

# sms-counter-notice-label_6456035e__lv1
source: Editing SMS {{number}}
sq_al: Po modifikon SMS {{number}}

# effects_b2634c55__lv1
source: Effects
sq_al: Efektet

# eject_fa80ae6c__lv1
source: Eject
sq_al: Nxirr

# eject-sdcard-external-0_703ce086__lv1
source: Eject SD card
sq_al: Nxirr kartën SD

# eject-sdcard-external-1_aaaf1a40__lv1
source: Eject SD card 2
sq_al: Nxirr kartën SD 2

# sdcard-removed-ejected-successfully_96cdda53__lv1
source: Ejected successfully
sq_al: U nxor me sukses

# email_ef577b64__lv1
source: Email
sq_al: Emaili

# email.placeholder_37f23db0__lv1
source: Email
sq_al: Emaili

# emailDetail.ariaLabel_322c3801__lv1
source: Email
sq_al: Emaili

# composeEmail.ariaLabel_d51adf58__lv1
source: Email
sq_al: Emaili

# composeEmail.ariaLabel_5b34d532__lv1
source: Email
sq_al: Emaili

# emailDetail.ariaLabel_f9bee1dc__lv1
source: Email
sq_al: Emaili

# email_98870e00__lv1
source: Email
sq_al: Emaili

# share-by-mail_1395dc39__lv1
source: Email
sq_al: Emaili

# legendEmail_cecc4ad5__lv1
source: Email address
sq_al: Adresa e emailit

# email-address1_6865659c__lv1
source: Email address:
sq_al: Adresa e emailit:

# add-email-type_296c6add__lv1
source: Email Type
sq_al: Lloji i emailit

# labelEmail_830bfd32__lv1
source: Email:
sq_al: Emaili:

# emails.ariaLabel_f04dc191__lv1
source: Emails
sq_al: Emailet

# emergency-call_9d87aff3__lv1
source: Emergency
sq_al: Emergjencë

# ext-new-cmas_ecf5fa18__lv1
source: Emergency
sq_al: Emergjencë

# emergencyAlert_5bb65cbe__lv1
source: Emergency Alert
sq_al: Sinjalizim emergjence

# emergency-alerts_054e88e2__lv1
source: Emergency Alerts
sq_al: Sinjalizime emergjence

# emergency-call-button_f646b0a6__lv1
source: Emergency Call
sq_al: Telefonatë emergjence

# emergency-call-only_f00a5b69__lv1
source: Emergency Call Only
sq_al: Vetëm telefonata emergjence

# emergency-call_f1c36314__lv1
source: Emergency call only
sq_al: Vetëm telefonata emergjence

# emergency-call-only_e06dc5e1__lv1
source: Emergency Call Only
sq_al: Vetëm telefonata emergjence

# emergency-call-only_2d24728f__lv1
source: Emergency Call Only
sq_al: Vetëm telefonata emergjence

# statusbarEmergencyCBNotification.ariaLabel_40a342a3__lv1
source: Emergency callback
sq_al: Përgjigjja e emergjencës

# emergency-callback-mode_1c277955__lv1
source: Emergency callback mode
sq_al: Modaliteti i përgjigjes së emergjencës

# emergencyDialogBodyDeviceNotAccepted_63cdbdf3__lv1
source: Emergency calls are not allowed by the network.
sq_al: Telefonatat e emergjencës nuk lejohen nga rrjeti.

# emergencyDialogBodyDeviceNotAccepted_563dbc7a__lv1
source: Emergency calls are not allowed by the network.
sq_al: Telefonatat e emergjencës nuk lejohen nga rrjeti.

# cb-etws-warningType-other_f13084c0__lv1
source: Emergency warning!
sq_al: Paralajmërim emergjence!

# empty_c83f9481__lv1
source: Empty
sq_al: Bosh

# empty_2bb314c0__lv1
source: Empty
sq_al: Bosh

# tcl-contact-empty-number_698bb8ed__lv1
source: Empty phone number
sq_al: Numër telefoni bosh

# enable_a7a8dbe7__lv1
source: Enable
sq_al: Aktivizo

# enable_c8a1d7b5__lv1
source: Enable
sq_al: Aktivizo

# fdnEnable_a60a87d9__lv1
source: Enable FDN
sq_al: Aktivizo FDN

# findmydevice-enable_7f320d03__lv1
source: Enable Find My Device
sq_al: Aktivizo gjetjen e pajisjes

# findmydevice-enable-geolocation-prompt_0cc26330__lv1
source: Enable Geolocation?
sq_al: Të aktivizohet pikasja gjeografike?

# wifi-sleep-description_41df27a6__lv1
source: Enable to automatically turn off Wi-Fi during sleep to save battery power.
sq_al: Aktivizo fikjen automatike të Wi-Fi gjatë fjetjes për të kursyer baterinë.

# ums-warning-title_b8d775d1__lv1
source: Enable USB storage?
sq_al: Të aktivizohet memoria USB?

# enabled_6776c0ec__lv1
source: Enabled
sq_al: Aktive

# ums-confirm_b7be62ac__lv1
source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
sq_al: Aktivizimi i memories USB lejon i lejon një kompjuteri apo pajisjeje tjetër të lidhur me USB të hapë skedarët në këtë telefon.

# ums-confirm_7e2021ed__lv1
source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
sq_al: Aktivizimi i memories USB lejon i lejon një kompjuteri apo pajisjeje tjetër të lidhur me USB të hapë skedarët në këtë tabletë.

# ums-confirm_11f968a3__lv1
source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
sq_al: Aktivizimi i memories USB lejon i lejon një kompjuteri apo pajisjeje tjetër të lidhur me USB të hapë skedarët në këtë televizor.

# is-warning-storage-tethering-message_34dd2646__lv1
source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
sq_al: Aktivizimi i memories USB çaktivizon ndarjen e internetit me USB. Të aktivizohet memoria USB?

# is-warning-tethering-storage-message_cf01fe50__lv1
source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
sq_al: Aktivizimi i ndarjes së internetit me USB çaktivizon memorien USB. Të aktivizohet ndarja e internetit me USB?

# is-warning-tethering-wifi-message_e0141153__lv1
source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
sq_al: Aktivizimi i ndarjes së internetit me USB çaktivizon pikëhyrjen Wi-Fi. Të aktivizohet ndarja e internetit me USB?

# is-warning-wifi-tethering-message_aeadf3c9__lv1
source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
sq_al: Aktivizimi i pikëhyrjes Wi-Fi çaktivizon ndarjen e internetit me USB. Të aktivizohet pikëhyrja Wi-Fi?

# tcl-end-answer_c28750e9__lv1
source: End and answer
sq_al: Mbylle dhe përgjigju

# end_7f491dae__lv1
source: End Call
sq_al: Mbyll telefonatën

# event-end-date_1f02e721__lv1
source: End Date
sq_al: Data e mbylljes

# end-date.ariaLabel_e4943f47__lv1
source: End date
sq_al: Data e mbylljes

# stkItemsNaiEndOfTheProactiveSession_7cc2b8d7__lv1
source: End of the proactive session
sq_al: Fundi i seancës proaktive

# event-end-time_45999af9__lv1
source: End Time
sq_al: Koha e mbylljes

# end-time.ariaLabel_473882f2__lv1
source: End time
sq_al: Koha e mbylljes

# enter_ec55be6e__lv1
source: Enter
sq_al: Jep

# enter_80e66688__lv1
source: Enter
sq_al: Jep

# enter_97056e5e__lv1
source: Enter
sq_al: Jep

# nck1Title_f243cf25__lv1
source: Enter NCK1 code
sq_al: Jep kodin NCK1

# pin2Title_8859e521__lv1
source: Enter SIM PIN2
sq_al: Jep PIN2 të SIM

# spckTitle_41725576__lv1
source: Enter SPCK code
sq_al: Jep kodin SPCK

# fxa-enter-email-input.placeholder_5e5c3cbd__lv1
source: Enter your email
sq_al: Jep emailin

# smServiceErased_52a2b671__lv1
source: Erasure was successful
sq_al: Fshirja ishte e suksesshme

# smServiceErased_6ef76a0e__lv1
source: Erasure was successful
sq_al: Fshirja ishte e suksesshme

# error_bbc8fa68__lv1
source: Error
sq_al: Gabim

# error_1ed5a768__lv1
source: Error
sq_al: Gabim

# tcl-error_b93edbaf__lv1
source: Error
sq_al: Gabim

# error_3513bb1c__lv1
source: Error
sq_al: Gabim

# message-delivery-status-error.ariaLabel_b3d41346__lv1
source: Error
sq_al: Gabim

# fxa-invalid-email-title_40f6704a__lv1
source: Error
sq_al: Gabim

# fxa-invalid-password-title_fd2b0b8a__lv1
source: Error
sq_al: Gabim

# fxa-email-is-taken-title_3c7b5ebe__lv1
source: Error
sq_al: Gabim

# fxa-confirm-age-title_bdafa1d7__lv1
source: Error
sq_al: Gabim

# fxa-account-does-not-exist_6b6d6355__lv1
source: Error
sq_al: Gabim

# fxa-password-dont-match_4a8f5d9b__lv1
source: Error
sq_al: Gabim

# fxa-password-less_24ab0497__lv1
source: Error
sq_al: Gabim

# fxa-password-more_0fdcfada__lv1
source: Error
sq_al: Gabim

# fxa-password-error_c8734e26__lv1
source: Error
sq_al: Gabim

# fxa-sign-out-error-title_8a4e8c78__lv1
source: Error
sq_al: Gabim

# fxa-connection-is-required-title_271f2850__lv1
source: Error
sq_al: Gabim

# volte-status-errorCode_95445827__lv1
source: Error Code: {{unregisteredReason}}
sq_al: Kodi i gabimit: {{unregisteredReason}}

# error-video-file-path-text_79dd01d6__lv1
source: Error creating video file path.
sq_al: Gabim në krijimin e vendndodhjes së skedarit video.

# callSettingsQueryError_84886269__lv1
source: Error in query
sq_al: Gabim në kërkesë

# callBarring-change-error_987248a6__lv1
source: Error while changing the passcode: {{error}}.
sq_al: Gabim gjatë ndryshimit të kodkalimit: {{error}}.

# euRoamingNotificationTitle_38b367ee__lv1
source: EU internet detected
sq_al: U diktua internet EU

# tcl-single-event_0d29ff59__lv1
source: Event
sq_al: Ngjarje

# tcl-event-added_784b129f__lv1
source: Event added
sq_al: Ngjarja u shtua

# tcl-event-deleted_c8386bc3__lv1
source: Event deleted
sq_al: Ngjarja u fshi

# view-event-header_8257131c__lv1
source: Event Details
sq_al: Detajet e ngjarjes

# reminder_54e3511f__lv1
source: Event Reminder
sq_al: Rikujtesë për ngjarjen

# tcl-event-updated_fe2ab67f__lv1
source: Event updated
sq_al: Ngjarja u përditësua

# tcl-event-count_03b5aa32__lv1
source: Events
sq_al: Ngjarje

# tcl-multi-events_e02b2964__lv1
source: Events
sq_al: Ngjarje

# events_f906c985__lv1
source: Events Reminder
sq_al: Rikujtesë për ngjarjet

# sync-frequency-15min_e38042d1__lv1
source: Every 15 minutes
sq_al: Çdo 15 minuta

# sync-frequency-30min_2ab36ed4__lv1
source: Every 30 minutes
sq_al: Çdo 30 minuta

# everyday_fdb6eebc__lv1
source: Every day
sq_al: Çdo ditë

# exclamationPointKey2.ariaLabel_be88273f__lv1
source: exclamation point
sq_al: pikëçuditje

# tcl-confirm-exit-button_52ab566b__lv1
source: Exit
sq_al: Dil

# exit_c58344d7__lv1
source: Exit
sq_al: Dil

# tcl-exit_10aba0c9__lv1
source: Exit
sq_al: Dil

# exit_5c32e725__lv1
source: Exit
sq_al: Dil

# expand_ec0cb479__lv1
source: Expand
sq_al: Shpalos

# exportContactsAction_bbe1e430__lv1
source: Export
sq_al: Eksporto

# export_a329c415__lv1
source: Export
sq_al: Eksporto

# exportContactsTitle_33de9b96__lv1
source: Export Contacts
sq_al: Eksporto kontaktet

# export-contacts_260ead12__lv1
source: Export contacts
sq_al: Eksporto kontaktet

# exportContactsButton_e99e293b__lv1
source: Export Contacts
sq_al: Eksporto kontaktet

# exportErrorTitle_8f9d07a4__lv1
source: Export error
sq_al: Gabim eksportimi

# btExport-title_2e6d90e1__lv1
source: Export to Bluetooth
sq_al: Eksporto në "Bluetooth"

# btExport-title_cd1ea1dc__lv1
source: Export to Bluetooth
sq_al: Eksporto në "Bluetooth"

# memoryCardExport-title_94f035cc__lv1
source: Export to memory card
sq_al: Eksporto në kartën e memories

# memoryCardExport-title_fc5c8c6b__lv1
source: Export to memory card
sq_al: Eksporto në kartën e memories

# simExport-title_ef7b4fa5__lv1
source: Export to SIM
sq_al: Eksporto në SIM

# simExport-title_67e46238__lv1
source: Export to SIM
sq_al: Eksporto në SIM

# contact-exported_14f4716b__lv1
source: Exported {{exported}} contacts.
sq_al: U eksportuan {{exported}} kontakte.

# exposure_728cd6ac__lv1
source: Exposure
sq_al: Ekspozimi

# tcl-edit-exposure_d6103f01__lv1
source: Exposure
sq_al: Ekspozimi

# edit-exposure.ariaLabel_c05603f6__lv1
source: Exposure
sq_al: Ekspozimi

# tcl-exposure-done_1fd2cfe9__lv1
source: Exposure applied
sq_al: U vu ekspozim

# tcl-speaker-off-notification_81193661__lv1
source: External speaker turned off
sq_al: Altoparlanti i jashtëm fikur

# extreme-alert_02a804dc__lv1
source: Extreme Alert
sq_al: Sinjalizim ekstrem

# extreme-alert_2a4fa874__lv1
source: Extreme alert
sq_al: Sinjalizim ekstrem

# ICEFacebookContactNotAllowed_3c29e78f__lv1
source: Facebook contacts cannot be set as ICE contacts
sq_al: Kontaktet në "Facebook" nuk caktohen dot si kontakte ICE

# fahrenheit_0945ec83__lv1
source: Fahrenheit
sq_al: Gradë farenajt

# tcl-contact-set-fail_9d02c1f0__lv1
source: Fail to set contact image
sq_al: Figura e kontaktit nuk u caktua dot

# wpsCancelFailedMessageError_25751150__lv1
source: Failed to cancel WPS [{{error}}]
sq_al: WPS nuk u anulua dot [{{error}}]

# wifi-bad-credentials-title_b98202c3__lv1
source: Failed To Connect
sq_al: Nuk u lidh dot

# error-delete-online-event_870add32__lv1
source: Failed to delete online event as there is no internet connection.
sq_al: Ngjarja në internet nuk u fshi dot pasi nuk ka lidhje interneti.

# error-edit-online-event_49de50ba__lv1
source: Failed to edit online event as there is no internet connection.
sq_al: Ngjarja në internet nuk u modifikua dot pasi nuk ka lidhje interneti.

# callBarring-enable-item-error_61175e64__lv1
source: Failed to enable call barring.
sq_al: Bllokimi i telefonatave nuk u aktivizua dot.

# bookmark-button.ariaLabel_7fcde875__lv1
source: Favourite
sq_al: Preferencë

# favorite-contacts_bceb6bc8__lv1
source: Favourite contacts
sq_al: Kontaktet e preferuara

# serviceClassFax_393504b9__lv1
source: FAX
sq_al: FAKS

# serviceClassFax_9aad0fde__lv1
source: FAX
sq_al: FAKS

# fax-home_e0c7080d__lv1
source: Fax home
sq_al: Faksi i shtëpisë

# fax-home_2465a123__lv1
source: Fax home
sq_al: Faksi i shtëpisë

# faxHome_3ee92b47__lv1
source: Fax home
sq_al: Faksi i shtëpisë

# fax-office_1b13cdfe__lv1
source: Fax office
sq_al: Faksi i zyrës

# fax-office_45249846__lv1
source: Fax office
sq_al: Faksi i zyrës

# faxOffice_ab30a078__lv1
source: Fax office
sq_al: Faksi i zyrës

# fax-other_d67d5817__lv1
source: Fax other
sq_al: Faks tjetër

# fax-other_45f2fa45__lv1
source: Fax other
sq_al: Faks tjetër

# faxOther_db55c524__lv1
source: Fax other
sq_al: Faks tjetër
